donjayamanne.githistory
dracula-theme.theme-dracula
eamodio.gitlens
esbenp.prettier-vscode
felipecaputo.git-project-manager
formulahendry.code-runner
joaompinto.asciidoctor-vscode
kube.clangcomplete
misogi.ruby-rubocop
mitaki28.vscode-clang
ms-python.python
ms-vscode.atom-keybindings
noku.rails-run-spec-vscode
PeterJausovec.vscode-docker
rebornix.ruby
REditorSupport.r-lsp
robertohuertasm.vscode-icons
TroelsDamgaard.reflow-paragraph
vector-of-bool.cmake-tools
zhuangtongfa.Material-theme
